# Практическая работа по уроку "Организация программ и методы строк"
my_string = input('Введите любое количество символов: ')
print("Количество символов -", len(my_string))  # Вывести количество символов введённого текста
print(my_string.upper()) # Выведите строку my_string в верхнем регистре.
print(my_string.lower())  #Выведите строку my_string в нижнем регистре.
print(my_string.replace(' ', '')) #Выведите строку my_string без пробелов
print (my_string [0]) # Выведите первый символ строки my_string.
print(my_string[-1]) # Выведите последний символ строки my_string.





