DZ_quantity = 12  # Количество выполненных ДЗ (запишите значение 12)
hour_quantity = 1.5  # Количество затраченных часов (запишите значение 1.5)
name = "Курс: Python,"  # Название курса (запишите значение 'Python')
all_the_time_to_one_lesson = hour_quantity / DZ_quantity  # Время на одно задание (вычислить используя 1 и 2 переменные)
print(name, "всего задач:", DZ_quantity, "затрачено часов:", hour_quantity, "среднее время выполнения:",
      all_the_time_to_one_lesson) # Курс: Python, всего задач:12, затрачено часов: 1.5, среднее время выполнения 0.125 часа.
